package com.example.androidlessons

class Database {
        // Переменная text, содержащая небольшой художественный рассказ
        val text: String = """
        В одном маленьком городке, окруженном зелеными холмами, жил-был старый мудрец. 
        Каждый день он сидел на скамейке в парке и рассказывал прохожим удивительные истории о 
        далеких странах и приключениях. Люди собирались вокруг него, как пчелы к цветку, 
        и с замиранием сердца слушали его рассказы. 
        Однажды к мудрецу подошел юноша и спросил: "Как ты знаешь так много?" 
        Мудрец улыбнулся и ответил: "Я просто слушаю мир вокруг себя и никогда не перестаю учиться."
    """.trimIndent()

}